export default {
  WEEKDAYS_SHORT: {
    ru: ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб']
  },
  MONTHS: {
    ru: [
      'Январь',
      'Февраль',
      'Март',
      'Апрель',
      'Май',
      'Июнь',
      'Июль',
      'Август',
      'Сентябрь',
      'Октябрь',
      'Ноябрь',
      'Декабрь'
    ]
  },
  WEEKDAYS_LONG: {
    ru: [
      'Воскресенье',
      'Понедельник',
      'Вторник',
      'Среда',
      'Четверг',
      'Пятница',
      'Суббота'
    ]
  },
  FIRST_DAY_OF_WEEK: {
    ru: 1
  },
  LABELS: {
    ru: { nextMonth: 'следующий месяц', previousMonth: 'предыдущий месяц' }
  }
}
